{
  "ADS": {
    "Interstitial_id": "ca-app-pub-8586742469355450/4460228146",
    "Interstitial_idf": "625803941336745_625808478002958",
    "Text1": "Play and get Free Diamond : allows you to buy weapons, pets, skins and items in store. You can also participate in Luck Royale and Diamond Spin to get unique character skins, weapon skins, weapon upgrades, and even cosmetics.",
    "Text2": "Get free diamonds : Getting diamonds at no cost in Garena Free Fire is not only a be counted of some clicks Go Next Having stated that, let's test one of the pleasant approaches to earn the in-sport currency: Google Opinion Rewards.",
    "Text3": "New Tricks for get free diamonds : Click Next to Continue To App button on our website. This will redirect you to Google Play.Once the Tips Diamonds for Free Fire - New Tricks 2019 - is shown in the Google Play listing of your Android device, you can start its download and installation.",
    "Text4": "In a very easy way. Hope you will enjoy our Garena Free Fire Redeem Codes This is a legal & legit trick, not any illegal way. These Diamonds will not help you make your gaming experience vast and far better but will also give you so much of an amusing experience.",
    "Text5": "In a totally clean way, now no longer any unlawful way. These Diamonds will now no longer assist you are making your gaming revel in giant and some distance higher however may also provide you with a lot of an fun revel in. You can get Crazy Outfits",
    "Text6": "Diamonds are the video game foreign money in the sport Free Fire which may be used to buy top rate objects like outfits, gun skins. Elite passes, costumes, and plenty more. If you can't have enough money to shop for those diamonds and are seeking out a few unfastened stuff then we're right here to assist you.",
    "Text7": "Download Diamonnds App and get unlimited diamond Up to 50 players can be included in Free Fire. Each player will travel to somewhere on the island (the main stage of the game) with the sole objective of finding useful supplies and resources to better than the other players in the battles to come.",
    "Text8": "Rate us 5 Stars and Enjoy Diamonds In your Free Fire with  a totally clean way. Hope you're playing our Garena Free Redeem Codes This is a legal",
    "banner_id": "ca-app-pub-8586742469355450/3147146470",
    "banner_idf": "625803941336745_625806894669783",
    "Nativeads_idf": "625803941336745_625808964669576",
    "Nativeads_id": "ca-app-pub-8586742469355450/9520983134",
    "networkAd": "facebook"
  }
}
